<template>
  <main class="container my-5">
    <h2>Про додаток</h2>
     <p>
      Це сучасний телефонний довідник, розроблений з використанням фреймворку <strong>Vue.js 3</strong>.
      Додаток дозволяє користувачам:
    </p>
    <ul>
      <li>Зареєструватися та увійти до системи</li>
    </ul>
    <p>
      Для розробки використовуються такі технології:
    </p>
    <ul>
      <li><strong>Vue 3</strong> — основний фреймворк</li>
      <li><strong>Vue Router</strong> — для маршрутизації між сторінками</li>
      <li><strong>Bootstrap</strong> — для стилізації інтерфейсу</li>
      <li><strong>Vite</strong> — для швидкої збірки проєкту</li>
    </ul>
    <p>Це сучасний телефонний довідник на основі Vue.js</p>
  </main>
</template>
